{
    "conversas": [
        {
            "mensagens": ["Como funciona o cronograma capilar?", "Como fazer o cronograma capilar?", "O que é cronograma capilar"],
            "resposta": "O cronograma capilar é uma rotina de cuidados com os cabelos que intercala três tratamentos principais: hidratação, nutrição e reconstrução. Cada etapa do cronograma capilar oferece uma solução específica para cabelos danificados por fatores como poluição, incidência de raios solares, cloro da água, uso excessivo de ferramentas de calor, procedimentos químicos de coloração ou descoloração, entre outros.\nO cronograma capilar é indicado para todos os tipos de cabelo, independe da sua textura ou curvatura, já que todos os fios podem sofrer com fatores externos. Ao intercalar os tratamentos, dentro de um período sugerido de quatro semanas, é possível suprir as necessidades dos fios e restaurar completamente a saúde capilar. "
        },
        {
            "mensagens": ["Quais são as etapas do cronograma capilar", "Quais são as fases do cronograma capilar?"],
            "resposta": "HIDRATAÇÃO: A hidratação é um dos tratamentos capilares mais conhecidos de todos os tempos. Sempre que pensamos em cuidar dos cabelos, a hidratação é a opção mais óbvia. E não é à toa: esse procedimento é responsável por repor água e nutrientes essenciais que são perdidos todos os dias. Dessa forma, manter uma rotina de hidratação livrará os fios do ressecamento, garantindo cabelos mais saudáveis.\nNUTRIÇÃO: Cabelos cacheados e crespos costumam apresentar maior tendência ao ressecamento dos fios, pois sua curvatura impede que a oleosidade do couro cabeludo chegue às pontas. Assim, entre os tratamentos mais indicados para eliminar o ressecamento está a nutrição capilar. A nutrição capilar é o procedimento responsável por repor lipídios aos cabelos. Mas o que são lipídios? Basicamente, são gorduras produzidas pelas glândulas sebáceas do couro cabeludo, e sua função é conferir uma camada protetora aos fios, deixando-os macios, flexíveis, brilhantes e com as cutículas alinhadas. Assim, fazer a nutrição capilar é a melhor forma de garantir que os fios fiquem hidratados, protegidos, mais bonitos e saudáveis.\nRECONSTRUÇÃO: Ao sentir os cabelos quebradiços, finos e porosos devido, principalmente, às ações químicas, o melhor caminho para a restauração da fibra capilar é a etapa de reconstrução do cronograma capilar. A reconstrução age na reposição de proteína aos fios, especialmente Queratina. Por ser a etapa mais potente do cronograma capilar, a reconstrução deve ser feita com base na real necessidade do cabelo, ou seja, apenas fios extremamente danificados e elásticos, que precisam recuperar toda a massa capilar perdida, devem passar pela reconstrução capilar semanalmente. Do contrário, a cada 15 dias é o período mais indicado."
        },
        {
            "mensagens": ["Quais são os tipos de cabelo cacheado e graus de curvatura?", "Quais são os grupos de cabelo cacheado e graus de curvatura?"],
            "resposta": "Divididos em três grupos com três categorias cada, os cachos se classificam entre 2A, 2B e 2C (ondulados), 3A, 3B e 3C (cacheados) e 4A, 4B e 4C (crespos).\nEssas classificações identificam o grau de curvatura e determinam as particularidades de cada cacho - como ser mais ou menos seco, volumoso ou frágil."
        },
        {
            "mensagens": ["O que é co wash", "O que é a tecnica co wash?"],
            "resposta": "A técnica co-wash é usada para lavar as madeixas usando apenas o condicionador. Isso mesmo! Não há a necessidade de usar shampoo no seu processo de lavagem. Muitas pessoas optam por esse processo uma vez que o shampoo contém fórmulas, na maioria das vezes, que além de limpar profundamente, retiram nutrientes importantes para o couro cabeludo, deixando-o ressecado."
        },
        {
            "mensagens": ["O que são os métodos No-poo e low-poo?", "O que é No-poo e low-poo?"],
            "resposta": "LOW-POO: é uma técnica que consiste na lavagem do cabelo sem produtos que contenham o chamado lauril éter sulfato de sódio (sulfactante), popularmente conhecido apenas como sulfato, o ativo funciona como uma espécie de detergente.\nNO-POO: não tem nenhum tipo de sulfactante, é uma limpeza à base de cremes. Porém, essa técnica é menos aplicável em um clima como o nosso, em que transpiramos. Além disso, o couro cabeludo também tem bactérias, então ele precisa de uma higienização mais profunda"
        },
        {
            "mensagens": ["O que é a transição capilar?"],
            "resposta": "Na prática, a transição capilar é aquele momento em que você decide não alisar mais o cabelo e recuperar a textura natural dele. O processo, no entanto, vai muito além de se livrar da química: se tornou uma espécie de grito de liberdade contra os padrões de beleza preestabelecidos pela sociedade.\nAlém disso, o ato simboliza o reencontro com sua identidade original. Durante muito tempo, a cultura da beleza exaltou os cabelos lisos e alinhados como sendo os mais bonitos. Isso levou inúmeras pessoas a mudarem a estrutura dos fios para se sentirem aceitas pela sociedade."
        },
        {
            "mensagens": ["Como definir os cachos?", "como definir o cacho cacheado"],
            "resposta": "Está na missão de cachos definidos, com muito brilho e o volume perfeito? Então vem com a gente e se liga nestas 5 técnicas de definição que você vai amar incluir na sua rotina!\nFITAGEM:Famosa e democrática, a fitagem consiste em separar os fios em fitas, massageando-as individualmente e amassando cada um delas de baixo para cima para ativar a definição. É a preferida das onduladas, cacheadas e crespas para criar ondas belíssimas e duradouras, e vai te conquistar também.\nPLOPPING: Já a técnica plopping finaliza os cabelos cacheados ao mesmo tempo que retira o excesso de umidade dos fios depois da lavagem. Para esta finalização, utilize uma toalha de microfibra ou uma camiseta de algodão.\nCOG (ou creogel):A finalização COG utiliza creme para pentear, óleo vegetal e gelatina para finalizar os cachos. Essa técnica cria camadas para garantir um cabelo selado e definido: o creme hidrata, enquanto o óleo retém o líquido e a gelatina define de forma prolongada. Para reproduzir, basta aplicar um de cada vez no comprimento e pontas (é importantíssimo respeitar a ordem citada) e caprichar na fitagem tradicional.\nDEDOLISS: Já a técnica dedoliss consiste em enrolar mechas finas ao redor do dedo, como se ele fosse um modelador, para criar cachos definidos.\nRAKE AND SKAKE: A rake and shake é uma extensão da fitagem tradicional, mas utiliza as mãos para separar as fitas e, em seguida, adiciona uma “sacudida” (shake) nos cabelos usando os dedos, com o objetivo de soltá-los e dar mais volume. O nome “rake”, faz referência ao formato de pente que você faz com os dedos na hora de soltar os cabelos. "
        }
    ]
}